Repository: Elabd/Saaed360Modern
Catalog: Api/app_globalresources/CommissionReport.*.resx
Languages: ar

source: Acheived
ar: تحقق

source: Achieved target
ar: تحقيق الحد الادنى

source: All
ar: الكل

source: Approve Report
ar: اعتماد التقرير

source: Citizen
ar: مواطن

source: Clear
ar: مسح

source: Commission
ar: العمولة

source: Employee Category
ar: تصنيف الموظف

source: Employee ID
ar: اسم المستخدم

source: Employee Name
ar: اسم الموظف

source: Expat
ar: وافد

source: Expat Commission
ar: عموله الوافد

source: Export to excel
ar: حفظ فى إكسل

source: Hotspot
ar: مناطق عالية الحوادث

source: Include Supervisor
ar: تضمين المشرفين

source: Minimum Accidents
ar: الحد الادني

source: Month
ar: شهر

source: Not-Acheived
ar: لم يحقق

source: Note
ar: ملحوظه

source: Other Area
ar: المناطق الاخرى

source: Report Date
ar: تاريخ التقرير

source: Report No
ar: رقم التقرير

# ReportNote
source: Note : The month is calculated from
ar: ملحوظه : يتم حساب الشهر من

# ReprtTitle
source: Traffic Expert Commission Report monthly
ar: تقرير الانتاجية لخبراء السير شهري

# SABTSA
source: Simple Report Activated By TS
ar: حادث بسيط تم تفعيله من الدعم الفنى

source: Search
ar: بحث

source: Select Month
ar: الشهر

# SN
source: Sl No
ar: الرقم

# SUA
source: Simple Report Uploaded Active
ar: حادث بسيط (فعاله)

source: Supervisor ?
ar: من المشرفيين

source: Total
ar: المجموع الكلى

# UNABTSA
source: Unknown Report Activated By TS
ar: ضد مجهول تم تفعيله من الدعم الفنى

# UnUA
source: Unknown Report Uploaded Active
ar: ضد مجهول (فعاله)

source: Citizen Commission
ar: عموله المواطن

source: To
ar: الى

# DailyRepertTitle
source: Traffic Expert Commission Report per duration
ar: تقرير الانتاجية لخبراء السير لمدة

source: Date From
ar: تاريخ من

source: Date To
ar: تاريخ الى

source: City
ar: المدينة

# ApproveReportMessage
source: The report has been approved
ar: تم اعتماد التقرير بنحاج
