Repository: Elabd/Saaed360Modern
Catalog: Api/app_globalresources/Lang.*.resx
Languages: ar

source: Rejected
ar: تم الرفض

# RenewReportsPrintLostAccidentRequests
source: Renew Reports & Print Lost Accident Requests Statistics
ar: التقرير العام لطلبات بدل فاقد و طبق الاصل

source: Statistics Report
ar: تقرير إحصائيات

source: To Date
ar: التاريخ الي

# ToDateErrorMessage
source: Please enter End Date
ar: يرجي ادخال التاريخ الي

# TrueCopyAndPrintLostReports
source: Renew Reports & Print Lost Accident Requests
ar: التقرير العام لطلبات بدل فاقد و طبق الاصل

source: Under processing
ar: قيد الاجراء

source: Total
ar: المجموع

# ObjectionFinancialReportDetails
source: Renew Report And Lost Report Financial Report
ar: التقرير المالى التفصيلى بدل فاقد وطبق الاصل

# ObjectionFinancialReportSummary
source: Renew Report And Lost Report Financial Report Summary
ar: التقرير المالى الموجز بدل فاقد وطبق الاصل

source: Payment Date From
ar: تاريخ دفع الرسوم من

source: Payment Date To
ar: تاريخ دفع الرسوم الى

source: Request Date From
ar: تاريخ الطلب من

source: Request Date To
ar: تاريخ الطلب الي

source: Request Type
ar: نوع الطلب

source: Total Amount
ar: المبلغ الكلى

source: Total Count
ar: العدد الكلى تم الدفع

source: Export To Excel
ar: حفط البيانات الى ملف

source: Mobile Number
ar: رقم الهاتف

source: Name
ar: الاسم

source: Payment Date
ar: تاريخ دفع الرسوم

source: Request Date
ar: تاريخ الطلب

# SearchForReport
source: Search by vehicle and driver data
ar: البحث ببيانات المركبات و السائقين

source: Escorts
ar: المرافقات

# ForgetPasswordErrorOccured
source: An error occurred when changing password
ar: حدث خطأ انثاء تغيير كلمة المرور

# ForgetPasswordInvalidUserName
source: Please enter user name
ar: من فضلك ادخل اسم المستخدم

# ForgetPasswordUserNameNotExist
source: User not exist in Saaed 360
ar: هذا المستخدم غير موجود

# ForgetPasswordUserNameOrPasswordEmpty
source: User name or new password is empty
ar: برجاء ادخال اسم المستخدم و كلمة المرور الجديدة

# ForgetPasswordInvalidCode
source: Invalid code ! please enter a valid code.
ar: الكود خاطئ برجاء ادخال الكود الصحيح

# ForgetPasswordCancel
source: Cancel
ar: إلغاء

# ForgetPasswordChangedSuccessfully
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

# ForgetPasswordChangePassword
source: Change<br>Pasword
ar: تغيير<br>كلمة المرور

# ForgetPasswordClose
source: Close
ar: رجوع

# ForgetPasswordCodeVerification
source: Code<br>Verification
ar: رمز<br>التحقق

# ForgetPasswordConfirm
source: Confirm
ar: تغيير

# ForgetPasswordConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# ForgetPasswordEnterUserName
source: Enter Username
ar: إدخل إسم المستخدم

# ForgetPasswordEnterValidCode
source: Please enter a valid code
ar: الرجاء إدخال الكود الصحيح

# ForgetPasswordEnterValidCodeSentToEmail
source: Enter the verification code sent to the registered email address
ar: أدخل رمز التحقق المرسل إلى عنوان البريد الإلكتروني المسجل

# ForgetPasswordLoginToContinue
source: Login to Continue
ar: تسجيل الدخول

# ForgetPasswordNewPassword
source: New Password
ar: كلمة المرور الجديدة

# ForgetPasswordPasswordCompare
source: Confirm Password must be identical to Password
ar: يجب أن يكون تأكيد كلمة المرور مطابقًا لكلمة المرور

# ForgetPasswordPasswordValidation
source: Please enter a valid Password .. Password must be greater than or equal 10 charachters and contain small and capital letters, numbers , special charachters
ar: الرجاء إدخال كلمة مرور صحيحة .. يجب أن تكون كلمة المرور أكبر من أو تساوي 10 أحرف وأن تحتوي على أحرف صغيرة وكبيرة وأرقام وأحرف خاصة

# ForgetPasswordResend
source: Resend
ar: إعادة إرسال الرمز

# ForgetPasswordSubmit
source: Submit
ar: إتمام

# ForgetPasswordTitle
source: Forget<br>Pasword
ar: تغيير<br>كلمة المرور

# ForgetPasswordUserName
source: Enter<br>Username
ar: إدخل<br>إسم المستخدم

# ForgetPasswordValidUserName
source: Invalid username or the account may be deactivated
ar: اسم المستخدم غير صحيح او ربما يكون الحساب غير مفعل

# ForgetPasswordVerificationCode
source: Verification Code
ar: رمز التحقق

# ForgetPasswordVerify
source: Verify
ar: تحقق

# StatisticsForIndividuals
source: Statistics of services for individuals
ar: إحصائية الخدمات للأفراد

source: Patrol Code
ar: رمز الدوريه

# TEAttendanceReport
source: Report the attendance and condition of the patrol equipment to the traffic expert
ar: تقرير حضور وحالة أجهزة الدورية لخبير السير

source: LogOut Date
ar: وقت الانصراف

# VehiclesNotMoved
source: Vehicles Not Moved Report
ar: تقرير المركبات اللى لم تنتقل

# CancelIncidentReport
source: Cancelled Incidents Report
ar: تقرير الحوادث الملغيه

source: Automation Reports
ar: التقارير المميكنة

source: No
ar: لا

source: Yes
ar: نعم

# ReuploadReportsToPolice
source: Reupload Reports To Police Server
ar: إعادة إحتساب رسوم التقارير

source: Confirmation
ar: تأكيد

# ReuploadReportsToPoliceErrorMsg
source: Reupload report not done
ar: لم يتم إعادة إحتساب رسوم التقرير

# ReuploadReportsToPoliceMsg
source: Confirm to upload report number $ReportNumber to police server
ar: سيتم إعادة إحتساب رسوم التقرير رقم $ReportNumber

# ReuploadReportsToPoliceMsg2
source: Report number $ReportNumber reuploaded before, Confirm to upload report to police server again
ar: تم إعادة إحتساب رسوم التقرير رقم $ReportNumber من قبل وسيتم إعادة الإحتساب مرة أخرى

# ReuploadReportsToPoliceSuccessMsg
source: Reupload report done successfully
ar: تم إعادة إحتساب رسوم التقرير بنجاح

# ReuploadReportsToPoliceWaiting
source: Waiting for upload
ar: في إنتظار الرفع

# strStaffActivationList
source: Staff Activation
ar: تفعيل المستخدمين

source: Monthly Reports
ar: التقارير الشهرية

source: Weekly Reports
ar: التقارير الإسبوعية

# IncidentslistReport
source: Incident Report on Map
ar: تقرير البلاغات على الخريطة

# RequestsListReport
source: Requests Report on Map
ar: تقرير الطلبات على الخريطة

# TryCountExpiration
source: Code Expired
ar: الرمز منتهي الصلاحية يرجي اعادة ارسال الرمز

source: PoliceDashboard
ar: لوحة مؤشرات الاداء

source: security Situation
ar: الحالات الامنية

source: Add Security Situation
ar: رصد حالة امنية

source: Events
ar: الفعاليات

source: Report Payment Transactions
ar: متابعة عمليات الدفع

# CopartLogin
source: SIGN IN
ar: تسجيل الدخول

# RepairPermissionReport_Approved
source: Approved
ar: معتمد

# RepairPermissionReport_InProgress
source: In Progress
ar: قيد الإجراء

# RepairPermissionReport_NewPermissions
source: New
ar: جديد

# RepairPermissionReport_Paid
source: Paid
ar: مدفوع

# RepairPermissionReport_PermissionType
source: Permission Type
ar: نوع التصريح

# RepairPermissionReport_Rejected
source: Rejected (SAAED/Police)
ar: مرفوض (ساعد/الشرطة)

# RepairPermissionReport_RequestDateFrom
source: Request date from:
ar: تاريخ الطلب من:

# RepairPermissionReport_RequestDateTo
source: Request date to:
ar: تاريخ الطلب إلى:

# RepairPermissionReport_SearchButton
source: Search
ar: بحث

# RepairPermissionReport_TotalAmount
source: Total amount
ar: إجمالي المبلغ

# RepairPermissionReport_TotalPermissions
source: Total Permissions
ar: إجمالي التصاريح

# RepairPermissionReport_NoRecords
source: No requests found
ar: لا يوجد طلبات

# RepairPermissionReport_ReportLabel
source: Repair Permissions Statistics
ar: إحصاءات إذن الإصلاح

# RepairPermissionReport_PermissionType_AbroadVehicle
source: Vehicle registered inside UAE, and has accident report from outside UAE
ar: مركبة مسجلة داخل الدولة ولديها اذن اصلاح من خارج الدولة

# RepairPermissionReport_PermissionType_ImportedVehicle
source: Imported vehicles requiring structural repair
ar: المركبات المستوردة وتحتاج اصلاح بالهيكل

# RepairPermissionReport_PermissionTypeInputLabel
source: Permission Type:
ar: نوع التصريح:

# RepairPermissionReport_PermissionType_All
source: All Permission Types
ar: كل التصاريح

# RepairService_Password
source: Password
ar: كلمة المرور

# RepairService_UserName
source: User Name
ar: اسم المستخدم

# RepairService_WelcomeMessage
source: Welcome back! Login
ar: مرحباً بك! لتسجيل الدخول

# RepairService_PageTitle
source: Login to repair service admin panel
ar: الدخول للوحة إدارة طلبات الصيانة

# RepairService_SubmitButton
source: Submit
ar: إرسال

# UnsupportedFileType
source: File type is not supported.
ar: صيغة الملف غير مدعومة.

source: Invalid Excel File Format.
ar: تنسيق ملف الإكسل غير صحيح.

# ErrorTitle
source: Error, Something Went Wrong
ar: خطأ، حدث خطأ ما

# PageNotFoundErrorMesage
source: We can't find the page you're looking for
ar: لم يتم العثور على الصفحة التي تبحث عنها

# UnhandledErrorMesage
source: Unexpected Error, Try Again Later
ar: خطأ غير متوقع، حاول مرة أخرى لاحقًا

source: Invalid Request
ar: خطأ في الطلب

# RecaptchaError
source: User not verified
ar: لم يتم التاكد من المستخدم

source: Data Insights Hub
ar: منصة التقارير

# MDB_AjmanApp
source: Ajman App
ar: تطبيق عجمان

# MDB_ARCResponseRate
source: ARC Response Rate
ar: معدل التخطيط

# MDB_Clear
source: Clear
ar: مسح

# MDB_ClosedIncidentCreatedCount
source: Closed Incident Created Count
ar: بلاغات

# MDB_DealingDateRate
source: Dealing Date
ar: وقت التعامل الكلي

# MDB_Emirate
source: Emirate
ar: الامارة

# MDB_MinistryApp
source: Ministry App
ar: تطبيق الوزارة

# MDB_Operationsreports
source: Operations reports
ar: بلاغات العمليات

# MDB_Orderstatus
source: Order status
ar: حالة الطلبات

# MDB_Phonerequests
source: Phone requests
ar: طلبات الهاتف

# MDB_RejectedCount
source: Rejected Count
ar: مرفوضة

# MDB_ReportCreatedCount
source: Report Created Count
ar: الطلبات المخططة

# MDB_ResponseRate
source: Response Rate
ar: معدل الاستجابة

# MDB_SaaedMobChannel
source: Saad App
ar: تطبيق ساعد

# MDB_Thetimecurveofthetotalnumberofreportsrequests
source: The time curve of the total number of reports and requests
ar: المنحنى الزمني لمجموع البلاغات والطلبات

# MDB_TotalARCResponseRateSeconds
source: Total ARC Response Rate Seconds
ar: معدل التخطيط

# MDB_TotalCount
source: Total Count
ar: عدد الطلبات

# MDB_TotalDealingDateSeconds
source: Total Dealing Date Seconds
ar: وقت التعامل الكلي

# MDB_TotalNorequests
source: Total number of requests
ar: عدد الطلبات الكلي

# MDB_TotalResponseRateSeconds
source: Total Response Rate Seconds
ar: معدل الاستجابة

# MobileDashBoard
source: Mobile Requests Dashboard
ar: لوحة مؤشرات طلبات الهاتف

# Login_MandatoryUsername
source: User name is required
ar: اسم المستخدم مطلوب

# Login_MandatoryPassword
source: Password is required
ar: كلمة المرور مطلوبة

# Login_UserName
source: Username
ar: اسم المستخدم

source: Reports Permissions
ar: صلاحيات التقارير

# strPasswordMinLength
source: Password must be at least 12 characters long.
ar: يجب أن تكون كلمة المرور مكونة من 12 حرفًا على الأقل.

# strPasswordUppercase
source: Password must include at least one uppercase letter.
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل.

# strPasswordLowercase
source: Password must include at least one lowercase letter.
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل.

# strPasswordSpecialCharacter
source: Password does not contain special characters.
ar: كلمة المرور لا تحتوي على أحرف خاصة.

# strPasswordNumbers
source: Password must include at least one number.
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل.

# strPasswordRequired
source: Password is required.
ar: كلمة المرور مطلوبة.
