Repository: Elabd/Saaed360Modern
Catalog: Api/app_globalresources/Lang.*.resx
Languages: ar

# strCancel
source: Cancel
ar: الغاء

# strChoosePage
source: Choose Page
ar: اختار صفحة

# strCustomPermessions
source: Custom Permessions
ar: مخصص

# strDefaultPage
source: Default Page
ar: الصفحة الرئيسية

# strDescription
source: Description
ar: الوصف

# strDisable
source: Disable
ar: غير متاح

# strEnable
source: Enable
ar: متاح

# strFullControl
source: Full Control
ar: تحكم كامل

# strloading
source: Loading
ar: تحميل

# strPagePermissions
source: Page Permissions
ar: الصلاحيات المخصصة

# strPermission
source: Permissions
ar: الصلاحيات

# strPermissionType
source: Permission Types
ar: انواع الصلاحيات

# strRequired
source: Required
ar: مطلوب

# strRoleName
source: Role Name
ar: اسم الوظيفة

# strSave
source: Save
ar: حفظ

# strSelectallPages
source: Select all Pages
ar: اختيار كل الصفحات

# strViewOnly
source: View Only
ar: عرض فقط

# strAreas
source: Authorized areas
ar: المناطق المصرحة

# strContactNo
source: Contact No
ar: رقم جهات الاتصال

# strFullName
source: Full Name
ar: الاسم بالكامل

# strIDNumber
source: ID Number
ar: رقم الهوية

# strMail
source: E-Mail
ar: البريد الالكترونى

# strPassword
source: Password
ar: كلمة المرور

# strPasswordConfirmation
source: Password Confirmation
ar: تأكيد كلمة المرور

# strPhone1
source: mobile 1
ar: موبيل 1

# strPhone2
source: Mobile 2
ar: موبيل 2

# strRole
source: Role
ar: الوظيفة

# strStaffCode
source: Staff Code
ar: كود الموظف

# strTiltle
source: Title
ar: اللقب

# strUserName
source: User Name
ar: اسم المستخدم

# strInvalidMail
source: Invalid e-mail format
ar: البريد الالكترونى غير صحيح

# strAddNew
source: + Add New
ar: اضافة جديد

# strDelete
source: Delete
ar: مسح

# strEdit
source: Edit
ar: تعديل

# strNoData
source: No Data Found
ar: لا توجد بيانات

# strReset
source: Reset
ar: مسح

# strRoleList
source: Roles List
ar: الادوار الوظيفية

# strSearch
source: Search
ar: بحث

# strPagerTextFormat
source: {4} Page {0} from {1}, {5} items in {1} pages
ar: {4} الصفحة {0} من {1}, {5} عنصر فى {1} صفحات

# strPageSize
source: Page Size
ar: عدد العناصر فى الصفحة

# strChassisNo
source: Chassis No
ar: رقم الشاسية

# strCode
source: Code
ar: كود

# strDispatcher
source: Dispatcher
ar: مركز التحكم التابع لة

# strEngineNo
source: Engine No
ar: رقم المحرك

# strExpirationDate
source: Expiration Date
ar: تاريخ الانتهاء

# strLicenseNumber
source: License Number
ar: رقم الرخصة

# strManufactory
source: Manufactory
ar: المصنع

# strMeterReading
source: Meter Reading
ar: قراءة العداد الحالية

# strModel
source: Model
ar: الموديل

# strPatrolsList
source: Patrols List
ar: الدوريات

# strPlateNumber
source: CarNumber
ar: رقم اللوحة

# strType
source: Type
ar: نوع

# strYear
source: Year
ar: سنة الصنع

# strPleaseChoose
source: Please Choose
ar: اختر

# strAddEditAreas
source: Add /Edit Areas
ar: اضافة او تعديل مناطق

# strAreaName
source: Area Name
ar: اسم المنطقة

# strControlCenter
source: Control Center
ar: مركز التحكم التابع له

# strParentArea
source: Parent Area
ar: المنطقة التابعة لها

# strAreasList
source: Areas List
ar: المناطق

# strNameAlreadyExist
source: Name is already exist
ar: هذا الاسم موجود من قبل

# strOK
source: OK
ar: تم

# strDuplicatedEmailAddress
source: Duplicated Email Address
ar: البريد الالكترونى مكرر

# strDuplicatedIDNumber
source: Duplicated ID Number
ar: رقم الهوية مكرر

# strDuplicatedStaffCode
source: Duplicated Staff Code
ar: كود الموظف مكرر

# strDuplicatedUserName
source: Duplicated UserName
ar: اسم المستخدم مكرر

# strActivate
source: Activate
ar: تنشيط

# strActivation
source: Activation
ar: تفعيل

# strDeActive
source: DeActive
ar: الغاء التفعيل

# strMobile
source: Mobile
ar: موبيل

# strResetPassword
source: Reset Password
ar: تغيير كلمة المرور

# strStaffList
source: Staff List
ar: المستخدمين

# strCannotDelete
source: can not delete may be used in another places
ar: لا يمكن الحذف

# strDeletedSucessfully
source: Deleted Sucessfully
ar: تم الحذف بنجاح

# strCodeAlreadyExist
source: Code already exist
ar: الكود موجود من قبل

# strPlateAlreadyExist
source: Plate Number already exist
ar: رقم اللوحة موجودة من قبل

# strCannotSave
source: Cannot Save
ar: لم يتم الحفظ

# strSaved
source: Saved
ar: تم الحفظ

# strSaveFailure
source: Saving Failure
ar: خطا اثناء الحفظ

# strRemove
source: Remove
ar: حذف

# strBrowse
source: Browse
ar: تصفح

# strError
source: Error
ar: خطا

# strPicture
source: Picture
ar: صورة

# strErrorOcurred
source: Error Ocurred
ar: حدث خطأ

# strPasswordReset
source: Password reseted successfully
ar: تم تغيير الباسورد بنجاح سوف تصلك رسالة على الميل بالباسورد الجديد

source: Attended time
ar: وقت الحضور

# strAcknowledge
source: Acknowledge
ar: علم

# strAttendedPatrols
source: Cars
ar: المركبات

# strAttendedTime
source: Attended Time
ar: وقت الحضور

# strAttendPatrolFromOperationRoom
source: Attend Patrol From Operation Room
ar: تحضير الدوريات من غرفة العمليات

# strComment
source: Comment
ar: تعليق

# strConfirm
source: Confirm
ar: تأكيد

# strConfirmAttendance
source: Confirm Attendance
ar: تأكيد الحضور

# strConfirmDismiss
source: Confirm Dismiss
ar: تأكيد الانصراف

# strDimiss
source: Dismiss
ar: الانصراف

# strDismissType
source: Dismiss Type
ar: نوع الانصراف

# strFinalDismissTime
source: Final Dismiss Time
ar: الانصراف النهائى

# strOfficers
source: Officers
ar: الضابط

# strPatrol
source: Patrol
ar: دورية

# strReject
source: Reject
ar: رفض

# strRejectDismiss
source: Reject Dismiss
ar: رفض الانصراف

# strRejectionReason
source: Rejection Reason
ar: سبب الرفض

# strReturnTime
source: Return Time
ar: وقت العودة

# strTempDismiss
source: Temporary Dismiss
ar: انصراف مؤقت

# strTempDismissTime
source: Temporary Dismiss Time
ar: وقت الانصراف المؤقت

# strDismissNotifications
source: Dismiss Notifications
ar: اشعارات الانصراف

# strOfficerIsSelectedTwice
source: one officer is selected in two diffenent patrols
ar: يوجد ضابط تم اختيارة مرتين فى دورية مختلفتين

# strPersonCategory
source: Person Category
ar: تصنيف المستخدم

# strSelectAtLeastOnePatrol
source: Select at least one patrol
ar: من فضلك اختر على الاقل دورية واحدة

# strSelectOfficerForAllSelectedPatrols
source: Select at least one officer for all selected patrols
ar: من فضلك اختر على الاقل ضابط لكل دورية

# strDeviceCode
source: Device Code
ar: كود الجهاز

# strDeviceSimCard
source: Device Sim Card
ar: كود شريحة الجهاز

# strTrackerCode
source: Tracker Code
ar: كود التتبع

# strTrackerSimCard
source: Tracker Sim Card
ar: كود شريحة جهاز التتبع

# strAddEditArea
source: Add Edit Area
ar: اضافة او تعديل منطقة

# strChangePassword
source: Change Password
ar: تغيير كلمة المرور

# strNewPassword
source: New password
ar: كلمة المرور الجديدة

# strOldPassword
source: Old password
ar: كلمة المرور القديمة

# strAverageAssigningTimePerArea
source: Average Assigning time per area
ar: متوسط وقت الاسناد بالمنطقه

# strAverageResponseTimePerArea
source: Average Response time per area
ar: متوسط وقت الاستجابه بالمنطقه

# strAverageResponseTimePerHours
source: Average Response time per Hours
ar: متوسط وقت الاستجابه خلال ساعه

# strCustom
source: Custom
ar: مخصص

# strThisMonth
source: This Month
ar: الشهر الحالي

# strThisWeek
source: This Week
ar: الاسبوع الحالي

# strToDay
source: To Day
ar: اليوم

# strAreas2
source: Areas
ar: المناطق

# strAverageArrivalTime
source: average arrival time
ar: متوسط وقت الوصول

# strAverageAssigningTime
source: Average Assigning Time
ar: متوسط وقت الاسناد

# strAverageClosingTime
source: Average Closing Time
ar: متوسط وقت الاغلاق

# strAverageReconstruction
source: Average Reconstruction
ar: متوسط وقت التخطيط

# strAverageReconstructionPerPriority
source: Average Reconstruction Time
ar: متوسط زمن التخطيط

# strAverageReconstructionTime
source: Average Reconstruction time
ar: متوسط وقت التخطيط

# strAverageResponseTime
source: Average Response time
ar: متوسط وقت الاستجابه

# strAverageResponseTimePerPriority
source: Average Response Time
ar: متوسط سرعة الاستجابه

# strAverageResponsiveTime
source: Average Responsive Time
ar: متوسط وقت الاستجابة

# strAverageSavingTime
source: Average Saving Time
ar: متوسط وقت الحفظ

# strBest5Areas
source: Best 5 Areas
ar: أفضل خمس مناطق استجابة

# strBestTrafficExpert
source: Best Traffic Expert
ar: أفضل خبير سير

# strDelayedIncident
source: Delayed Incidents
ar: عدد البلاغات المتأخرة

# strexcuitvedashboard
source: Saaed360 Executive Dashboard
ar: مؤشرات الأداء لنظام ساعد 360

# strincidents
source: incidents
ar: للبلاغات

# strLeast5Areas
source: Least 5 Areas
ar: أقل خمس مناطق استجابة

# strmajorkpi
source: major kpi
ar: مؤشرات الأداء

# strNO_OfIncidentPerPriority
source: NO. OF Incidents
ar: عدد البلاغات

# strResponsiveTime
source: Responsive Time
ar: وقت الاستجابة

# strstratgicView
source: Strategic View
ar: رؤية استراتيجية

# strTotalNo_of
source: Total No. of
ar: العدد الكلي

# strAverageReconstractionTimePerMonth
source: Average Reconstruction Time Per Month
ar: متوسط وقت التخطيط / السنة

# strAverageResponseTimePerMonth
source: Average Response Time Per Month
ar: متوسط سرعة الاستجابة / السنة

# strBestCallTaker
source: Best Call Taker
ar: أفضل متلقي بلاغات

# strBestDispatcher
source: Best Dispatcher
ar: أفضل قائد منصة

# strNO_OfIncidentPerArea
source: NO. Of Incidents
ar: عدد البلاغات

# strReconstruction
source: Reconstruction
ar: التخطيط

# strResponse
source: Response
ar: الإستجابة

# strResponseReconstractionTimePerArea
source: Response / ReconstructionTime Per Area
ar: سرعة الاستجابة / زمن التخطيط

# No_ofDelayededIncidentPerArea
source: No. Of Delayed Incident Per Area
ar: عدد البلاغات المتأخرة علي حسب المنطقة

# strResponseReconstractionTimePerHour
source: Response / reconstruction Time Per Hour
ar: سرعة الاستجابة / زمن التخطيط علي مدار اليوم

# strEmployeePerformance
source: Employee Performance
ar: أداء الموظفين

# strPriorities
source: Priorities
ar: الأولوية

# strFromToDay
source: From ToDay
ar: اليوم

# strResponseTime
source: Response Time
ar: وقت الاستجابة

# strTotalNo_ofIncident
source: Incidents
ar: بلاغ

# strFromDate
source: From Date
ar: من تاريخ

# strIncidentType
source: Incident Type
ar: نوع الحادثة

# strToDate
source: To Date
ar: إلي تاريخ

source: Area
ar: المنطقة

source: Average Response Time
ar: متوسط زمن الإستجابة

# strAverageArrival1Time
source: Average Arrival 1 Time
ar: متوسط وقت الوصول الاولي

# strAverageArrival2Time
source: Average Arrival 2 Time
ar: متوسط وقت الوصول الثاني

source: Time
ar: الوقت

source: Total No Of Incidents
ar: إجمالي عدد البلاغات

source: Select Day
ar: اختر اليوم

source: Annual Reports
ar: التقارير السنوية

source: Daily Reports
ar: التقارير اليومية

source: All
ar: الكل

source: Approval Cycle
ar: الموافقات

source: Attendance List
ar: تحضير الدوريات

source: Checkup list report
ar: تقارير الاجهزة

source: Checkup source
ar: مصدر الفحص

source: Control Center
ar: مركز التحكم

source: Dashboard
ar: لوحة القياسات

source: Details
ar: التفاصيل

source: Emara
ar: الإمارة

source: Incident category
ar: فئة البلاغ

source: Incident Heat Map
ar: الخريطة الحرارية للحوادث

source: Incident Number
ar: رقم البلاغ

source: Incident type
ar: نوع البلاغ

source: Logout
ar: خروج

source: My Tasks
ar: مهامي

source: Please Select
ar: برجاء الاختيار

source: Reports
ar: التقارير

source: Requests
ar: الطلبات

source: Select All
ar: إختر الكل

source: Source
ar: المصدر

# TechinicalSupport
source: Search for incident report
ar: الدعم الفني

source: Technical Support Report
ar: البحث عن تقرير الحادث

source: Time Period
ar: فترة العرض

# TotalClosedInicdentReport
source: Total closed incidents report
ar: تقارير الحوادث المغلقة

source: + Add Multiple
ar: + إضافة متعددة

# strAddNewArea
source: Add New Area
ar: اضافة منطقة جديدة

# strAddNewRole
source: + Add New Role
ar: إضافة دور وظيفي

# strNewPatrol
source: New Patrol
ar: دورية جديدة

# strNewRole
source: New Role
ar: دور وظيفي جديد

# strNewStaffMember
source: New Staff Member
ar: عضو جديد

# strModifyReport
source: Modify Report
ar: تعديل تقرير

# StrSector
source: Secondary Branch
ar: الفرع الثانوي

source: Email
ar: البريد الإلكتروني

# ForgotPassword
source: Forgot Your Password?
ar: نسيت كلمة المرور؟

# KeepLoggedIn
source: Keep Me Logged In
ar: أبق تسجيل دخولي

# Login
source: Login with your Saaed360 account
ar: تسجيل الدخول مع حساب ساعد 360

# LOGINACCOUNT
source: LOGIN TO YOUR ACCOUNT
ar: تسجيل الدخول إلى حسابك

source: Password
ar: كلمه السر

# strAddPatrologin
source: Add Patrol Login
ar: تسجيل دخول دورية

source: Checkin Time
ar: وقت الحضور

# strPatrolLogoutSucessfully
source: Patrol Logged out Successfully
ar: تم خروج الدورية بنجاح

# strPatrolLogoutFailed
source: Patrol logout didn't completed
ar: تعذر تنفيذ خروج الدورية

source: AverageResponseTimeReport
ar: وقت الاستجابة

source: strAverageArrival1TimeReport
ar: وقت الوصول الاولي

source: strAverageAssigningTimeReport
ar: وقت الاسناد

source: strAverageClosingTimeReport
ar: وقت الاغلاق

source: strAverageReconstructionReport
ar: وقت التخطيط

source: strAverageSavingTimeReport
ar: وقت الحفظ

source: Search Incident
ar: البحث عن بلاغ

source: Technical Support Incident
ar: البحث عن حادث

# IncidentSearchReport
source: Detailed Report For All Incidents And ARC Per Day
ar: التقرير المفصل لمجموع الحوادث والتقارير اليومية

# strIMSDayDate
source: Incidents Date
ar: تاريخ الحوادث

# strArcDayDate
source: Reports Date
ar: تاريخ التقارير

# strSearchIncidents
source: Show Incidents Data
ar: عرض بيانات الحوادث

# strSearchReports
source: Show Reports Data
ar: عرض بيانات التقارير

# strpasswordChanged
source: Password changed sucessfully
ar: تم تغيير كلمة المرور بنجاح

# StrOrganization
source: Organization
ar: المشروع

# strInvalidPhone
source: Invalid Phone format
ar: رقم التليفون غير صحيح

# strCompare
source: the two password are not equal
ar: غير متطابق مع كلمه المرور

# strInvalidPassword
source: The password is incorrect. It must Include one uppercase letter at least, one lowercase letter at least, numbers, and special characters, and at least 12 letters.
ar: كلمه المرور غير صحيحه يجب أن تحتوي على حرف كبير واحد على الأقل و حرف صغير واحد على الأقل و ارقام و أحرف خاصة و تكون مكونة من 12 حرفا علي الأقل

# btnReset
source: Reset
ar: استرجاع

source: Reset Password
ar: استرجاع كلمة المرور

# InvalidCredentials
source: User name and password does not match.
ar: عفوا , لقد قمت بادخال اسم مستخدم او كلمة مرور خاطئة

# NOAccess
source: This User has no Access to login.
ar: هذا المستخدم ليس له صلاحيه

# ErrorConfirmPassword
source: Please Enter Confirm password
ar: من فضلك ادخل تاكيد رمز المرور

# ErrornewPassword
source: Please Enter Your New password
ar: من فضلك ادخل رمز المرور الجديد

# ErrorOldPassword
source: Please Enter Your Old password
ar: من فضلك ادخل رمز المرور القديم

source: Arrival1DelayReasonReport
ar: تقرير أسباب التأخير في الوصول

source: ReconstructionDelayReasonReport
ar: تقرير أسباب التأخير في التخطيط

source: Driver Report
ar: السائقين

# DriverSearchReport
source: Drivers Report
ar: تقرير السائقين

source: Search Technical Support
ar: البحث حسب الدعم الفني

source: Search Traffic Expert
ar: البحث حسب خبير السير

source: error accured
ar: تم حدوث خطأ

source: Free patrol
ar: اتاحة الدورية

# FreePatrolConfirmation
source: are you sure you want to free patrol?
ar: هل انت متأكد من انك تريد اتاحة الدورية ؟

# patrolAlreadyAvailable
source: patrol is already available
ar: الدورية متاحة من قبل

# PatrolAvailableNow
source: patrol is available now
ar: الدورية متاحة الان

# PoliceIncidentReportHome
source: Police Incident Report
ar: شاشات الشرطة

source: Electronic Inspection
ar: التفتيش الالكتروني

# ElectronicInspectionArea
source: Main Branch
ar: الفرع الرئيسي

# ElectronicInspectionAssignVehicle
source: Assign vehichle to report
ar: اختيار مركبة التقرير

# ElectronicInspectionReportCreation
source: Report Creation
ar: انشاء تقرير

# ElectronicInspectionVehicleDetails
source: Vehicle Details
ar: تفاصيل المركبة

source: Patrol Color
ar: لون اللوحة

source: Patrol Number
ar: رقم المركبة

# PatrolSticker
source: Sticker Number
ar: رقم الملصق

# PatrolType
source: Type
ar: نوعها

source: Report Details
ar: تفاصيل التقرير

# ElectronicInspectionReportDay
source: Day
ar: اليوم

# ElectronicInspectionReportFrom
source: From
ar: من

# ElectronicInspectionReportTo
source: To
ar: الى

# PatrolDashboared
source: Patrol Dasboared
ar: قراءة العداد عند الاستلام

# ElectronicInspectionReportDamage
source: Please, mention damage if exist
ar: حدد الضرر او العطل ان وجد

# ElectronicInspectionMissingPartError
source: Please, determine missing parts
ar: حدد المعدات الناقصة

# ElectronicInspectionReplacedCommunicationMachine
source: Communication Machine
ar: جهاز الاتصال

# ElectronicInspectionReplacedComputer
source: Computer
ar: جهاز الكمبيوتر

# ElectronicInspectionReplacedParts
source: Determine replaced part if exist
ar: في حال الاستبدال اذكر رقم

# ElectronicInspectionReplacedPrinter
source: Printer
ar: الطابعة

# ElectronicInspectionReportSuccessMsg
source: The report was saved successfully with code :
ar: تم حفظ التقرير برقم

# ElectronicInspectionError
source: Please, Review report details
ar: من فضلك راجع تفاصيل التقرير

# ElectronicInspectionSupervisorReports
source: Supervisor Reports
ar: تقارير المشرف

# SearchElectronicInspectionDateFrom
source: Date From
ar: التاريخ من

# SearchElectronicInspectionDateTo
source: To
ar: الى

# SearchElectronicInspectionReports
source: Electronic Inspection Reports
ar: تقارير التفتيش الالكترونية

# ElectronicInspectionReportDamages
source: Damages
ar: الاضرار

# ElectronicInspectionReportHasDamages
source: With Damages
ar: يحتوي على أضرار– قيد الاجراء

# ElectronicInspectionReportHasNotDamages
source: Without Damages
ar: لا يحتوي على اضرار

# ElectronicInspectionReportNotView
source: Not Viewed
ar: لم يتم العرض من قبل

# ElectronicInspectionReportView
source: Viewed
ar: تم عرضه من قبل

# strBack
source: Back
ar: العودة

source: Damage Part Log
ar: سجل حالة اضرار المركبة

source: log
ar: سجل الحالة

source: Report Details Log
ar: سجل حالة تفاصيل التقرير

source: Report Log
ar: سجل حالة التقرير

# TransferServiceDesk
source: Transfer to Service Desk
ar: تحويل إلى تقنية المعلومات

# ElectronicInspectionDetailError
source: Please, Choose at least one damage before sending
ar: من فضلك اختر ضرر واحد على الاقل قبل الارسال

# ElectronicInspectionReportGroups
source: Groups
ar: المجموعات البريدية

# ElectronicInspectionReportGroupsError
source: Please,choose at least one group
ar: من فضلك اختار مجموعة واحدة على الاقل

# ElectronicInspectionReportSend
source: Send
ar: ارسال

# ElectronicInspectionReportSendError
source: Error , while sending to groups
ar: خطأ اثناء الارسال للمجموعات

# ElectronicInspectionReportSendSuccess
source: Send to groups successfully
ar: تم الارسال للمجموعات بنجاح

# ElectronicInspectionReportSendToGroups
source: Send to groups
ar: إرسال إلى مجموعة بريدية

# ElectronicInspectionReportUser
source: User
ar: الموظف الذي انشئ التقرير

# strClose
source: Close
ar: غلق التقرير

# strCloseConfirm
source: Are you sure of closing report
ar: هل أنت متأكد من غلق التقرير

# strCloseEnum
source: Closed
ar: يحتوي على أضرار – مغلق

# ElectronicInspectionReportComment
source: Report Comment
ar: ملاحظات التقرير

# ElectronicInspectionReports
source: All Reports
ar: التقارير

# PoliceReportCount
source: Report Count :
ar: عدد التقارير :

# strObjectionClientCommunication
source: Communicate with Customer
ar: التواصل مع العميل

# strSMS
source: SMS
ar: ارسال رسالة نصية

# strSMSEmptyMessage
source: Please, Enter message content
ar: لا يمكن ارسال رسالة نصية فارغة

# strSMSError
source: Error,while sending sms
ar: خطأ اثناء ارسال الرسالة النصية

# strSMSSuccess
source: SMS was sent successfully
ar: تم ارسال الرسالة نصية بنجاح

# strChassisNumber
source: Chassis Number
ar: رقم القاعدة

source: Cancel Reason
ar: سبب الالغاء

# lblSurveyReport
source: Customer Satisfaction Survey Report
ar: تقرير استبيان رضاء العملاء

# NeuteralSatisfied
source: Neutral
ar: محايد

source: Not Completely Satisfied
ar: غير راضي تماما

source: Not Satisfied
ar: غير راضي

# SurveyCompletlySatisfied
source: Completely Statisfied
ar: راضي تماما

source: Survey Date From :
ar: التاريخ من

# SurveyDateTo
source: To :
ar: الى

# SurveySatisfied
source: Statisfied
ar: راضي

source: Angry
ar: غاضب

source: Confused
ar: مشوش

source: Frustrated
ar: محبط

source: Happy
ar: سعيد

# lblSurveyFeelingReport
source: Customer Feeling Report
ar: تقرير شعور العملاء

source: Relieved
ar: مرتاح

source: Unmoved
ar: محايد

source: Very Happy
ar: سعيد جدا

# lblDetailedSurveyReport
source: Detailed Customer Survey Report
ar: تقرير تفاصيل استبيان العملاء

source: Customer
ar: العميل

# lblFeelingPercentage
source: Customer Feeling
ar: شعور العميل

# lblStatisfactionPercentage
source: Customer Satisfaction
ar: رضاء العميل

source: Survey Date
ar: تاريخ الاستبيان

# LatLang
source: Location
ar: الاحداثيات

# strView
source: View
ar: عرض

# UnstatifiedReasons
source: Unstatisfied Reason
ar: أسباب عدم الرضا

# GeneralUnsatisfiedReasonSurvey
source: Customer Unsatisfication Survey Report
ar: تقرير عدم رضاء العملاء

# ArrivingLate
source: Arriving late to accident place
ar: التأخر في الوصول الى مكان الحادث

# TeBehaviour
source: Attitude of the traffic expert
ar: السلوك العام لمخطط الحادث

# TransactionTooLate
source: The transaction took too long
ar: اجراءات المعاملة طويلة جداً

# TransferMaintenance
source: Transfer to maintenance
ar: تحويل إلى الصيانة

# lblCommunicationPercentageReport
source: Communication Percentage Channels Report
ar: تقرير نسب قنوات التواصل

source: Year
ar: السنة

source: April
ar: ابريل

source: August
ar: اغسطس

source: December
ar: ديسمبر

source: Febraury
ar: فبراير

source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

source: March
ar: مارس

source: May
ar: مايو

source: November
ar: نوفمبر

source: October
ar: اكتوبر

source: September
ar: سبتمبر

source: Request Number
ar: رقم الطلب

# ElectronicInspectionCheckedTransporters
source: Checked In Transporters
ar: المركبات المسجل دخول عليها من قبل المستخدم

# ElectronicInspectionPatrolAttendanceError
source: Please, Choose at least one patrol to be logged out
ar: من فضلك اختر مركبة واحدة على الاقل ليتم تسجيل خروج عليها

source: Electronic Inspection Report
ar: تقرير التفتيش الالكتروني

source: Daily Traffic Statistics
ar: احصائيات المعاملات المرورية اليومية

source: Month
ar: الشهر

source: Monthly Traffic Statistics
ar: إحصائيات المعاملات المرورية الشهرية

source: Police Reports
ar: تقارير الشرطة

# LoginInspection
source: Login using Saaed Official Account
ar: تسجيل الدخول بحساب موظف ساعد الرسمي

source: Daily Report
ar: التقرير اليومي

source: Day
ar: اليوم

# DayError
source: Please,Choose the day
ar: يرجى اختيار اليوم

source: Incidents
ar: البلاغات

source: Percentage
ar: النسب

# GetAttendanceAndDeviceStatusControlRoom
source: Attendance Report
ar: تحضير الأفراد وحالة اجهزة مركز التحكم و السيطرة

source: Loading ...
ar: جاري التحميل

source: Supervisor Permission
ar: صلاحيات المشرف

source: Update Attendance
ar: تعديل الحضور و الانصراف

# CancelIncidentSearch
source: Canceled Incident Search
ar: البحث عن بلاغ ملغى

source: Consent Incident
ar: البحث عن بلاغات تراضي أطراف

source: Critical Report
ar: البحث عن تقارير الحوادث جسيمة

# EserviceClientData
source: E-Service Client Data For ARC System Report
ar: بيانات المتعاملين- للممكنات - نظام تخطيط الحوادث

# FeeDateTimeFrom
source: Fee Payment Date From
ar: تاريخ دفع الرسوم من

# FeeDateTimeTo
source: Fee Payment Date To
ar: تاريخ دفع الرسوم الى

source: Financial Report
ar: التقارير المالي للحوادث

source: Report Upload From
ar: تاريخ رفع التقرير للشرطة من

source: Report Upload To
ar: تاريخ رفع التقرير للشرطة الى

# strDefaultHeader
source: Quick Navigation
ar: قوائم النظام

source: Settings
ar: الاعدادات

source: Accepted
ar: تم القبول

source: From Date
ar: التاريخ من

# FromDateErrorMessage
source: Please enter Start Date
ar: يرجي ادخال التاريخ من

source: Not Paid
ar: لم يتم الدفع

source: Paid
ar: تم الدفع
