Repository: Elabd/Saaed360Modern
Catalog: Api/app_globalresources/TechnicalSupport.*.resx
Languages: ar

# AccidentNo
source: Incident Number
ar: رقم البلاغ

# AccidentReason
source: How Accident Happened
ar: كيفية حدوث الحادث

# AccidentReasonComment
source: How Accident Happened Comment
ar: كيفية حدوث الحادث (اخرى)

source: Accident Type
ar: نوع الحادث

source: Accident Type Comment
ar: نوع الحادث (اخرى)

source: Action
ar: الاجراء

# addComment
source: Please Press Enter to add commnet
ar: اضف تعليق أو ملاحظة ثم اضغط على زر الادخال

# AddnewApprovelCycle
source: Add Approvel Cycle
ar: إضافة جهه اعتماد

# AddnewNotifier
source: Add Notifier
ar: اضافة مخطر جديد

# AddnewState
source: Add State
ar: اضافة مشعر

source: Address
ar: العنوان

# ApprovalCycle
source: Approval Cycles
ar: جهات الاعتماد

source: Approval Cycle Name
ar: جهه الاعتماد

source: Approve
ar: اعتماد بالموافقة

# Approvels
source: Approvers
ar: جهات الاعتماد

source: ARC Reports
ar: البحث عن تقارير الحوادث

source: Arrows
ar: الاسهم

source: Assign Date
ar: تاريخ الاسناد

# BasicData
source: Report Basic Data
ar: بيانات الحادث الاساسية

source: Caller Name
ar: اسم المبلغ

source: Caller Number
ar: رقم المبلغ

source: Cancel
ar: الغاء

source: Career
ar: المهنه

source: Chassis Number
ar: رقم القاعدة

source: Chemical Material
ar: مواد كيماوية

source: City
ar: المدينة

source: Clear
ar: مسح

# ClientApproval_CheckboxTxt
source: Client Approval Signing
ar: اقرار توقيع العميل

# ClientApproval_Titel
source: Client Approval
ar: اقرار العميل

source: Client Data
ar: بيانات مقدم الطلب

source: Closed From
ar: مغلق بواسطة

source: Closed Transfered Reports
ar: التقارير المحوله الى المركز المغلقة

source: Code
ar: الكود

source: Collision Point
ar: نقطه التصادم

source: Comment
ar: ملاحظات عامه على التقرير

source: Comment Date
ar: تاريخ ووقت التعليق

source: Comments
ar: التعليقات والملاحظات

source: Confiscation Document Type
ar: المحجوزات

source: Confiscation Location
ar: مكان المحجوزات

source: Confiscation Status
ar: حاله المحجوزات

source: Converted From
ar: محول من

# ConvertedTo
source: Transferred To
ar: القسم / المركز

source: Country Of Origin
ar: بلد المركبة

# CreatedBy
source: Request Created By
ar: انشئ بواسطة

source: Created Date
ar: تاريخ الانشاء

source: Create New Services
ar: التقديم على طلب خدمة

# CreationDateTime
source: Date
ar: التاريخ

source: Crossing Street
ar: الشارع المقاطع

source: Current Services
ar: متابعة الطلب - طلبات تحت الاجراء

source: Damaged Object Others Description
ar: الشاخص (اخرى)

source: Damaged Objects
ar: خسائر الممتلكات

source: Damaged Parts
ar: الاجزاء المتضرره

# DamagePartsDescription
source: Vehicle Damage Description
ar: الاجزاء المتضرره (اخرى)

source: Date
ar: التاريخ

source: Date Of Birth
ar: تاريخ الميلاد

source: Delete
ar: حذف

source: Department
ar: القسم المحول اليه

source: Description
ar: وصف الطلب

# Description2
source: Description
ar: وصف الموقع

# DIcons
source: 3DIcons
ar: المركبات

# Dob
source: Date of Birthday
ar: تاريخ الميلاد

source: Document
ar: الملف

source: Draw
ar: مخطط الحادث

source: Driver Driking Status
ar: حالة السكر

source: Driver name
ar: اسم السائق

# Drivers
source: Drivers Data
ar: بيانات السائق

source: Driver Status
ar: حالة السائق

source: Driver Traffic code
ar: الرمز المرورى للسائق

source: Eastern Coordinates
ar: الاحداثيات الشرقية

source: Edit
ar: تعديل

source: Education Level
ar: المستوى التعليمى

source: Email
ar: البريد الالكترونى

source: Emirate
ar: الإمارة

source: Engine Number
ar: رقم المحرك

source: Error Message
ar: اسباب عدم الرفع

source: Escaped Status
ar: حاله الهروب

source: Existing External Requests
ar: الطلبات الخارجية المنتهية

source: Existing Services
ar: الطلبات المنتهيه

source: Expiry Date
ar: تاريخ الانتهاء

source: External Requests
ar: الطلبات الخارجية المقدمة من موقع ساعد

source: Field Name
ar: الحقل المعدل

source: Follow up Serivces
ar: متابعة طلبات الخدمات المقدمة

# From
source: Report Date From
ar: تاريخ التقرير من

source: Gender
ar: الجنس

source: General Notes
ar: ملاحظات عامة

source: Glass Color
ar: لون الزجاج

source: Groups
ar: المجموعات

source: Images
ar: الصور

source: Incident Area
ar: منطقة البلاغ

source: Incident Emirate
ar: امارة البلاغ

source: Initial Pending Reports
ar: التقارير المبدئية - الكروكي

source: Injury Level
ar: مستوى الضرر

source: Injury Type
ar: نوع الضرر

source: Insurance Company
ar: شركة التامين

source: Insurance Policy Number
ar: رقم بوليصة التامين

source: Insurance Type
ar: نوع التامين

source: Intersection
ar: التقاطع

# IsHavingLicense
source: The Driver Does Not Carry Driver License
ar: السائق لا يحمل رخصة قيادة

source: Issue Date
ar: تاريخ الاصدار

# IsVechileTakenOutOfRoad
source: Vehicle Is Roadworthy And Has Not Been Taken Out Of The Road
ar: المركبه صالحة للسير و لم يتم اخراجها من الطريق

source: License Category
ar: نوع الرخصة

source: License Number
ar: رقم الرخصة

source: License Source
ar: مصدر الرخصة

source: Locked Items
ar: المحجوزات

source: Manufactue Year
ar: سنة الصنع

source: Mobile Number
ar: الجوال

source: Modification Type
ar: نوع التغيير

source: Name
ar: الاسم

source: Nationality
ar: الجنسية

# NewExternalRequests
source: New External Request
ar: الطلبات الخارجية الجديدة

source: New Value
ar: القيمة الجديدة

source: Northern Coordinates
ar: الاحداثيات الشمالية

source: Notifier
ar: دور المشعر

source: Notifier Name
ar: اسم المشعر

source: Not Uploaded
ar: لم يتم الرفع

source: Numbers
ar: الارقام

source: Object
ar: شاخص

source: Objects
ar: الشواخص

source: Old Value
ar: القيمة القديمه

source: Organization
ar: الجهة التابع لها

source: Organization Others Description
ar: الجهه التابع لها (أخري)

source: Owner name
ar: اسم المالك

source: Owner Traffic code
ar: الرمز المرورى للمالك

# Pendingforapproval
source: My Tasks
ar: الطلبات المطلوب اعتمادها

source: Pending Reports
ar: التقارير المعلقة

source: Person
ar: الشخص

source: Person Name
ar: اسم الشخص

source: Plate Category
ar: نوع اللوحة

source: Plate Color
ar: لون اللوحة

source: Plate Number
ar: رقم اللوحة

source: Plate Source
ar: مصدر اللوحة

source: Plate Type
ar: فئة اللوحة

# PoliceApproval_CheckboxTxt
source: Police Approval Signing
ar: اقرار باستلام البلاغ من قبل دوريه الشرطه

# PoliceApproval_Titel
source: Police Approval
ar: اقرار الشرطة

# PoliceApproval_Txt
source: To use the special incidents office
ar: خاص لأستعمال مكتب الحوادث

source: Private Damaged Objects
ar: ممتلكات خاصة

source: Public Damaged Objects
ar: ممتلكات عامة

source: Reason
ar: سبب التعديل

source: Reason Of Accident
ar: أسباب الحادث

source: Reason Of Accident Comment
ar: أسباب الحادث (اخرى)

source: Region
ar: المنطقة

source: Rejected Reason
ar: سبب الرفض

source: Related Documents
ar: المرفقات

source: Related Links
ar: بقية الخدمات والتقارير

source: Report ADP Status
ar: حالة الرفع

source: Report Date
ar: تاريخ ووقت التقرير

source: Report Number
ar: رقم التقرير

source: Report Status
ar: حالة التقرير

source: Report Time
ar: وقت التقرير

source: Report Type
ar: نوع التقرير

source: Request Date
ar: تاريخ الطلب

source: Request Date From
ar: تاريخ الطلب من

source: Request Date To
ar: تاريخ الطلب الى

source: Request Details
ar: تفاصيل الطلب

source: Request Number
ar: رقم الطلب

source: Request Source
ar: مصدر الطلب

source: Request Type
ar: نوع الطلب

source: Responsible Role
ar: دور جهه الاعتماد

source: Roads
ar: الطرق

source: Road Speed
ar: سرعة الطريق

source: Road Surface
ar: سطح الطريق

source: Role Name
ar: اسم الصلاحية

source: Save
ar: حفظ

source: Save Report
ar: حفظ التقرير

source: Search
ar: بحث

source: Sector
ar: القطاع

source: Service Data
ar: بيانات الطلب

source: Service Name
ar: اسم الخدمة

source: Service Number
ar: رقم الخدمة

source: Services Number
ar: رقم الطلب

# ServicesType
source: Service Type
ar: نوع الطلب

source: Service Time
ar: تاريخ الخدمة

source: Signs
ar: علامات المرور

source: SMS
ar: رسالة قصيرة

source: Staff Code
ar: كود الموظف

source: State Description
ar: وصف المرحلة

source: State Name
ar: اسم المرحلة

source: Status
ar: الحالة

source: Status Page
ar: الحالة

source: Street
ar: الشارع

source: Summary Page
ar: ملخص التعديل

# TEResponsibility
source: Traffic Expert Responsibility
ar: مسئولية خبير السير

source: Testimony
ar: الشهادة

# To
source: Report Date To
ar: تاريخ التقرير الى

source: TrafficCode
ar: الرمز المرورى

source: Traffic Code List
ar: قائمة الرمز المروري

source: Transfer
ar: التحويل إلى المركز

source: Transfer Date
ar: تاريخ الارجاع

source: Transfered By
ar: تم الارجاع بواسطة

# TransferedReason
source: Transfer Reason
ar: سبب التحويل

source: Transfered Reports
ar: التقارير المحوله الى المركز

# TransferedRequest
source: Transfered Services
ar: الطلبات المردوده

# TypeOfLockedItem
source: Type Of Item
ar: المحجوزات

source: Unified Number
ar: الرقم الموحد

source: Update State
ar: تعديل

source: Upload
ar: رفع

source: Uploaded
ar: تم الرفع

source: User Name
ar: اسم المستخدم

# validationErrorMessages
source: The following mandatory field(s) have been missed in the ARC Report. Click Close to continue editing.
ar: أن الحقل (الحقول) الإلزامي(ة) التالية تم تجاهلها في تقرير ARC. اضغط على إغلاق لمتابعة التعديل.

source: Vehicle Brand
ar: نوع المركبة

source: Vehicle Category
ar: فئة المركبة

source: Vehicle Color
ar: لون المركبه

# VehicleDesc
source: Vehicle Description
ar: وصف المركبة

# VehicleDriverDetails
source: Vehicles and Drivers Details
ar: بيانات المركبات و السائقين

source: Vehicle Model
ar: موديل المركبة

# VehicleRole
source: Role in Accident
ar: الدور فى الحادث

# Vehicles
source: Vehicles Data
ar: بيانات المركبة

source: Vehicles Icon
ar: المركبات

source: Vehicle Status
ar: حالة المركبة

# VehiclesWithoutplatenumber
source: Vehicle Without plate number
ar: المركبه بدون لوحة ارقام

source: Vehicle Type
ar: صنف المركبة

source: View
ar: عرض التقرير

source: View History
ar: تاريخ الحقل

source: Weather
ar: الطقس

source: Weight Empty
ar: الوزن فارغة

source: Weight Non Empty
ar: الوزن المحملة

source: Witnesses
ar: الشهود

# Reupload
source: Re Upload Report
ar: اعادة رفع التقرير

source: Accident Details
ar: تفاصيل الحادث

source: Area
ar: المنطقة

source: Caller Taker Name
ar: اسم متلقى البلاغات

source: Control Center
ar: مركز التحكم

source: Dispatcher Name
ar: اسم قائد المنصة

# FromIncident
source: Incident Data From
ar: تاريخ الحادث من

source: Incident category
ar: فئة الحادث

source: Incident Date
ar: تاريخ البلاغ

source: Incident location
ar: موقع الحادث

source: Incident type
ar: نوع الحادث

# IncView
source: Incident View
ar: عرض البلاغ

source: Priority
ar: أولوية

source: Report Details
ar: تفاصيل التقرير

# ToIncident
source: Incident Data To
ar: تاريخ الحادث الى

source: Traffic Expert Name
ar: اسم خبير السير

source: ADP Date
ar: تاريخ بلاغ الشرطة

source: ADP Number
ar: رقم بلاغ الشرطة

source: By
ar: بواسطة

source: Close Reason
ar: سبب اغلاق البلاغ

# CodeNumber
source: Patrol Code Number
ar: رمز الدورية

source: Conversion Logs
ar: التحويل للمركز

source: Delay Reason
ar: سبب التاخير

source: Incident Address
ar: عنوان الحادث

source: Incident Date Time
ar: تاريخ و وقت البلاغ

source: Incident Description
ar: تفاصيل البلاغ

source: Incident Log List
ar: سجل حاله البلاغ

# LandMark
source: Incident LandMark
ar: المعلم

source: Patrol Dispatcher Name
ar: خبير السير

source: Patrol List
ar: الدوريات المسندة

source: Patrol Status Time
ar: وقت المرحلة

# Source
source: Incident Source
ar: مصدر البلاغ

source: Supporter List
ar: الدعم المطلوب

source: Time Taken
ar: الوقت المستغرق

source: New Reports
ar: تقرير جديد

source: Report ADP Number
ar: رقم التقرير على سيرفر الشرطه

source: ADP Report Number
ar: رقم التقرير على سيرفر الشرطه

source: Modified Date
ar: تاريخ التعديل

source: Report Year
ar: سنة التقرير

source: Retry Count
ar: عدد المحاولات

source: System Code
ar: كود النظام

source: Uploaded Method
ar: حدث التحميل

source: Uploaded Report
ar: تقرير رفع التقارير

source: Intersection Comment
ar: التقاطع(اخرى)

# Newupload
source: Upload Report
ar: رفع التقرير

# ViewReq
source: View Request
ar: عرض الطلب

source: Vehicle Status Comment
ar: حالة المركبة(اخرى)

source: Arrival1 Delay Reason
ar: سبب تأخير الوصول الاولى

source: Arrival2 Reason
ar: سبب الوصول التانى

source: Assgin Patrol Delay Reason
ar: سبب تأخير الاسناد

source: End ARC Delay Reason
ar: سبب تأخير التخطيط

source: Police ARC Reports
ar: البحث عن تقارير الحوادث (الشرطة)

# Ambulancedate
source: Actual date of moving injured people
ar: التاريخ الفعلى لنقل المصابين

source: Ambulance Is Requested
ar: نقل المصابين بواسطة الاسعاف

# AmbulanceNames
source: Names of injured people
ar: اسماء المصابين الذين تم نفلهم بواسطة الاسعاف

# Emp
source: Employee Name
ar: اسم الموظف

# SelectedYear
source: Year
ar: السنة

# DateFilter
source: Date
ar: التاريخ

# CurrentDay
source: Today
ar: اليوم

source: Current Month
ar: الشهر الحالي

source: Current Week
ar: الاسبوع الحالي

source: Yesterday
ar: الأمس

source: From/To Date
ar: من و إلي تاريخ

source: Patrol
ar: المركبة

source: Include Injuries
ar: وجود مصابين

source: Under Process
ar: قيد الاجراء

source: Big Accident Report
ar: احصاء التقارير المحوله للمركز / الحوادث الجسيمة

source: Police Report
ar: احصاء التقارير المحوله للمركز / المباحث

source: Tech Support Report
ar: احصاء التقارير المحوله للمركز / الدعم الفني - ساعد

source: Close
ar: اغلاق

source: General Police Report
ar: احصاء التقارير المحولة الى المركز

# MobileNumberWithoutCode
source: Mobile Number (You should add country code if it was not exist)
ar: رقم الجوال ( يجب اضافة كود البلد ان لم يوجد)

# RelatedCustomerDocument
source: Customer Documents
ar: مرفقات العملاء

# ObjectionTitle
source: Saaed e-Services
ar: خدمات ساعد الإلكترونية

source: Client Communication
ar: التواصل مع العميل

source: Message
ar: الرسالة

# SMSValidation
source: Please, Enter mobile number and message
ar: يرجى ادخال رقم الجوال و الرسالة

source: E-Services Request Number
ar: رقم الطلب الالكتروني

source: Fine Number
ar: رقم المخالفة

source: Consent Createor
ar: اسم منشأ البلاغ

source: Consent Incident Number
ar: رقم بلاغ التراضي

# Description3
source: Consent incident description
ar: وصف البلاغ

source: Role In Accident
ar: الدور بالحادث

source: Saaed Incident Number
ar: رقم بلاغ ساعد

# VehicleType2
source: Vehicle Type
ar: نوع المركبة

source: Police Department
ar: قسم الشرطة

source: Cancelation Reason
ar: سبب الالغاء

source: Police Number
ar: رقم طلب الشرطة

source: Linked Request
ar: رقم الخدمة المرتبط به

source: Ambulance Name
ar: اسماء المصابين

# ServiceType
source: Change Type
ar: نوع التعديل

source: Show Code Details
ar: عرض تفاصيل الكود

source: Details
ar: التفاصيل

source: Paied Status
ar: حالة الدفع

source: Request Adress
ar: عنوان الطلب

# StartDate
source: From Date
ar: تاريخ الطلب من

# ReportSearch
source: Search For report
ar: البحث عن التقرير

# EmailAddressesTitle
source: Email Addresses
ar: عناوين البريد الإلكتروني

source: Vehical Models
ar: انواع المركبات

source: Other Details
ar: تفاصيل أخرى

# SearchForReport
source: Search by vehicle and driver data
ar: البحث ببيانات المركبات و السائقين

source: Report Code
ar: كود التقرير

source: Sketched Accident Person Name
ar: اسم مخطط الحادث

source: Direct Payment
ar: الدفع المباشر

source: Send
ar: ارسال

source: Send Direct Payment Link
ar: ارسال رابط الدفع المباشر

# DirectPaymentMessage
source: The link will be sent to @Name on the phone number @PhoneNumber
ar: سوف يتم ارسال الرابط للطرف @Name على رقم التليفون@PhoneNumber

# DirectPayReason
source: Reason For Sending The Link
ar: سبب ارسال الرابط

# Pay
source: Payment Date
ar: تاريخ الدفع

# PayFrom
source: Payment Status Date From
ar: تاريخ حالة الدفع من

# PaySMS
source: Payment SMS Date
ar: تاريخ رسالة الدفع

# PaySMSFrom
source: Payment SMS Date From
ar: تاريخ رسالة الدفع من

# PaySMSTo
source: Payment SMS Date To
ar: تاريخ رسالة الدفع الى

# PayStatus
source: Payment Status
ar: حالة الدفع

# PayTo
source: Payment Status Date To
ar: تاريخ حالة الدفع الى

source: System
ar: النظام

# DetaileDirectPaymentReport
source: Detailed Direct Payment Report
ar: التقرير التفصيلى للدفع المباشر

# FinancialInquiryReportList
source: Financial Inquiry Report
ar: الاستعلام عن حاله الدفع

# Active
source: Not Paid
ar: لم يتم الدفع

# AdpInquiryResult
source: The status of the violation was inquired by the police is
ar: تم الاستعلام عن حاله المخالفه عن طريق الشرطه حاله المخالفه

# New
source: Not Paid
ar: لم يتم الدفع

source: Paid
ar: تم الدفع

source: Saved
ar: تم الحفط

# ErrorOccurred
source: an error occurred
ar: حدث خطا ما

# ClickHere
source: For Invoice Click Here
ar: للايصال المالى اضغط هنا

# ErrorAdpTitle
source: Upload Report Error message
ar: رساله خطا رفع التقرير الى الشرطه

source: Payment Inquiry Details
ar: تفاصيل الدفع

source: Refresh
ar: اعاده تحمبل

# ReportNew
source: New
ar: جديد

# ReportUnuploaded
source: Unuploaded
ar: لم يتم الرفع

# ReportUploaded
source: Uploaded
ar: تم الرفع

# RecalculationDetails
source: Recalculation Request Details
ar: تنفيذ طلب إعادة احتساب

# EmployeeDetails
source: Recalculation Request Details
ar: بيانات الموظف

# EmployeeName
source: الرقم الوظيفي
ar: اسم الموظف

source: User Number
ar: الرقم الوظيفي

source: View Details
ar: عرض التعديلات المنفذة

source: Request Reason
ar: سبب الطلب

# RecalculationList
source: Fee Recalculation Request List
ar: طلبات إعادة إحتساب الرسوم

source: Pending
ar: قيد الاجراء

source: Uploaded Rejected
ar: عدم نجاح الرفع

source: Uploaded Success
ar: تم الرفع

source: Request Created By
ar: طالب إعادة الإحتساب

# ReportDateTime
source: Report Date
ar: تاريخ التقرير

# RequestDateTime
source: Request Date
ar: تاريخ الطلب

source: View Report
ar: عرض التقرير

source: View Request
ar: عرض الطلب

source: All
ar: الكل

# CreateRecalculationRequest
source: Create Fee Recalculation Request
ar: تنفيذ طلب إعادة احتساب

source: Request Status
ar: حالة الطلب

source: Approved By
ar: المعتمد

source: Approved DateTime
ar: تاريخ ووقت الإعتماد

# ApprovedModification
source: ApprovedModifications
ar: قائمة التعديلات المنفذه على التقرير

# UploadCreatedDateTime
source: Upload DateTime
ar: آخر وقت رفع للشرطة

source: Recalculation Excute
ar: تنفيذ اعادة الاحتساب

source: Attachments Details
ar: المرفقات الداعمة

# RecalculationRequestDetails
source: ARecalculation Request Details
ar: بيانات طلب إعادة الإحتساب

source: Recalculation Request
ar: طلب إعادة الإحتساب

source: Upload Police Report
ar: رفع التقرير للشرطة

# RecalculationRequestTypeCommect
source: Enter requestReason
ar: ادخل سبب الطلب

source: View Status
ar: سجل الحالة

source: Current Department
ar: القسم الحالى

source: Is Request Closed?
ar: هل تم اغلاق الطلب؟

source: No
ar: لا

source: Yes
ar: نعم

source: Copart Portal
ar: نظام كوبارت

# VehicleDataInquiry
source: Vehicle Data
ar: بيانات المركبة

# RoadAssistPortal
source: Saaed Auto Services Portal
ar: خدمة ساعد أوتو سيرفسز

# RepairServicePortal
source: Vehicle Repair Service
ar: نظام صيانة المركبات

source: Mobile Requests
ar: طلبات الهاتف

# MobileRequests_Title
source: Mobile Requests
ar: طلبات الهاتف

# MobileRequests_ReportDateFrom
source: Report Date From
ar: تاريخ التقرير من

# MobileRequests_ReportDateTo
source: Report Date To
ar: تاريخ التقرير إلى

# MobileRequests_RequestDateFrom
source: Request Date From
ar: تاريخ الطلب من

# MobileRequests_RequestDateTo
source: Request Date To
ar: تاريخ الطلب إلى

# MobileRequests_ReportStatus
source: Report Status
ar: حالة التقرير

# MobileRequests_ReportStatus_Active
source: Active
ar: فعال

# MobileRequests_ReportStatus_Preliminary
source: Preliminary (Sketch)
ar: مبدئي (كروكي)

# MobileRequests_ReportStatus_InProgress
source: In Progress
ar: قيد الإجراء

# MobileRequests_ReportStatus_Canceled
source: Canceled
ar: ملغي

# MobileRequests_ReportStatus_ActiveTemp
source: Active - Temporary
ar: فعال - مؤقت

# MobileRequests_ReportStatus_PreliminaryTemp
source: Preliminary (Sketch) - Temporary
ar: مبدئي (كروكي) - مؤقت

# MobileRequests_ReportStatus_InProgressTemp
source: In Progress - Temporary
ar: قيد الإجراء - مؤقت

# MobileRequests_ReportStatus_All
source: All
ar: الكل

# MobileRequests_Emirate_All
source: All
ar: الكل

# MobileRequests_Emirate_Fujairah
source: Fujairah
ar: الفجيرة

# MobileRequests_Emirate_RasAlkhaimah
source: Ras al Khaimah
ar: رأس الخيمة

# MobileRequests_Emirate_UmmAlQuawain
source: Umm Al Quawain
ar: ام القيوين

# MobileRequests_Emirate_Ajman
source: Ajman
ar: عجمان

# MobileRequests_Emirate_Sharjah
source: Sharjah
ar: الشارقة

# MobileRequests_Emirate_Dubai
source: Dubai
ar: دبي

# MobileRequests_Emirate_AbuDhabi
source: Abu Dhabi
ar: أبوظبي

# MobileRequests_Grid_RequestNumber
source: Request Number
ar: رقم الطلب

# MobileRequests_Grid_ReportNumber
source: Report Number
ar: رقم التقرير

# MobileRequests_Grid_ReportDate
source: Report Date
ar: تاريخ التقرير

# MobileRequests_Grid_RequestDate
source: Request Date
ar: تاريخ الطلب

# MobileRequests_Grid_Name
source: Name
ar: الاسم

# MobileRequests_Grid_PhoneNumber
source: Phone Number
ar: رقم الموبايل

# MobileRequests_Grid_Region
source: Region
ar: المنطقة

# MobileRequests_Grid_Status
source: Planning Request Status
ar: حالة طلب التخطيط

# MobileRequests_Grid_PlanAccident
source: Plan Accident
ar: تخطيط الحادث

# MobileRequests_Section_ResultsHeader
source: Search Results
ar: نتائج البحث

# MobileRequests_ResetSearchForm
source: Clear
ar: مسح

# MobileRequests_Grid_ReportStatus
source: Report Status
ar: حالة التقرير

# MobileRequests_RequestStatus_All
source: All
ar: الكل

# MobileRequests_RequestStatus
source: Planning Request Status
ar: حالة طلب التخطيط

# MobileRequests_RequestStatus_New
source: New Request
ar: طلب جديد

# MobileRequests_RequestStatus_InProgress
source: In Progress
ar: قيد الإجراء

# MobileRequests_RequestStatus_Completed
source: Planning Completed
ar: تم الانتهاء من التخطيط

# TransferTime
source: Transfer Date
ar: تاريخ التحويل
